{
  "title": "Магазин гаджетів",
  "products": [
    {
      "id": 1,
      "name": "Смартфон Samsung Galaxy S23 Ultra",
      "category": "Смартфони",
      "price": 25999,
      "description": "Samsung Galaxy S23 Ultra — флагманський смартфон з величезним 6.8-дюймовим AMOLED дисплеєм та роздільною здатністю 3200 x 1440 пікселів. Оснащений потужним процесором Snapdragon 8 Gen 2 та 12 ГБ оперативної пам'яті, цей смартфон має камеру на 200 Мп для неймовірних фотографій та відео. Батарея на 5000 мАг з підтримкою швидкої зарядки дає можливість користуватися пристроєм цілий день без проблем.",
      "image": "https://cdn1.ozone.ru/s3/multimedia-s/6562583404.jpg"
    },
    {
      "id": 2,
      "name": "Ноутбук Apple MacBook Air M2",
      "category": "Ноутбуки",
      "price": 44999,
      "description": "MacBook Air M2 — ультратонкий та легкий ноутбук з новим чіпом M2, що забезпечує потужну продуктивність для роботи, навчання та розваг. 13.6-дюймовий Retina дисплей, тривалий час роботи від батареї до 18 годин, чудова якість звуку та високошвидкісні порти забезпечують неперевершену зручність для будь-яких задач.",
      "image": "https://qpdevice.ru/upload/iblock/c7a/zbz78vbdaxeu3k389ci5vpofhfdlpk6q.jpeg"
    },
    {
      "id": 3,
      "name": "Навушники Sony WH-1000XM5",
      "category": "Аудіо",
      "price": 11999,
      "description": "Sony WH-1000XM5 — бездротові навушники преміум-класу з найкращою технологією шумопоглинання. Вони забезпечують неймовірну якість звуку та дозволяють зануритись у музику без перешкод. Прекрасно підходять для подорожей, офісної роботи або розваг завдяки комфортному дизайну та багатофункціональним можливостям.",
      "image": "https://telefon.kg/image/cache/catalog/new/Aksessuary/Naushniki/Sony/WH-1000XM5/1-1200x800.jpg"
    },
    {
      "id": 4,
      "name": "Планшет Apple iPad Pro 12.9",
      "category": "Планшети",
      "price": 33999,
      "description": "iPad Pro 12.9 — потужний планшет з величезним 12.9-дюймовим Liquid Retina XDR дисплеєм, що забезпечує яскраві та чіткі зображення. Підтримує Apple Pencil 2-го покоління, що дає можливість використовувати планшет для художніх та професійних завдань. Чіп M1 забезпечує неймовірну продуктивність навіть при складних задачах.",
      "image": "https://apple-market.net/files/uploads/1_3.jpeg"
    },
    {
      "id": 5,
      "name": "Камера Canon EOS R6",
      "category": "Фото та відео",
      "price": 79999,
      "description": "Canon EOS R6 — бездзеркальна камера для професіоналів та аматорів, що шукають високу продуктивність у фотографії та відео. З роздільною здатністю 20 Мп, вона забезпечує чудову якість зображення навіть при слабкому освітленні завдяки потужному процесору DIGIC X та широкому діапазону ISO. Камера підтримує запис відео в 4K при 60 кадрах в секунду та має передову систему автофокусування, що дозволяє фокусуватися на об'єктах навіть у складних умовах. Вбудована стабілізація зображення знижує ризик розмитих фото та відео, що робить її ідеальною для зйомки динамічних сцен.",
      "image": "https://www.ixbt.com/img/n1/news/2020/6/4/6870255068_large.jpg"
    },
    {
      "id": 6,
      "name": "Мишка Logitech MX Master 3",
      "category": "Комп'ютерна периферія",
      "price": 2899,
      "description": "Logitech MX Master 3 — ергономічна бездротова мишка для продуктивної роботи з додатковими кнопками для зручності. Має чутливість до 4000 DPI, зручний дизайн для тривалого використання і підтримку багатофункціональних жестів. Висока точність та швидкість забезпечують максимальний комфорт.",
      "image": "https://img.mvideo.ru/Big/50146045bb.jpg"
    },
    {
      "id": 7,
      "name": "Бездротовий зарядний пристрій Anker PowerWave",
      "category": "Аксесуари",
      "price": 999,
      "description": "Anker PowerWave — бездротовий зарядний пристрій з підтримкою швидкої зарядки для смартфонів, що підтримують стандарт Qi. Має захист від перегріву та короткого замикання для безпеки вашого пристрою, а також сумісний з усіма смартфонами, які підтримують бездротову зарядку.",
      "image": "https://o.aolcdn.com/images/dims?resize=2000%2C2000%2Cshrink&image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2018-11%2Fbaa93730-ee01-11e8-adf7-74448a70eef1&client=a1acac3e1b3290917d92&signature=44736499b70e6641aeb572c8d01c623213f26968"
    },
    {
      "id": 8,
      "name": "Ігрова клавіатура Razer BlackWidow V3",
      "category": "Ігрові аксесуари",
      "price": 2999,
      "description": "Razer BlackWidow V3 — механічна ігрова клавіатура з RGB підсвіткою, яка забезпечує високу чутливість і точність під час гри. Клавіші з тактильними перемикачами дають зворотний зв'язок, що робить її ідеальним вибором для геймерів, що шукають продуктивність та стиль.",
      "image": "https://nn.wadoo.ru/upload/iblock/c21/c218ad77e46cd69438a562b28ac612a4.jpg"
    },
    {
      "id": 9,
      "name": "Монітор ASUS TUF Gaming VG27AQ",
      "category": "Монітори",
      "price": 12999,
      "description": "ASUS TUF Gaming VG27AQ — 27-дюймовий ігровий монітор з роздільною здатністю 2K та частотою оновлення 165 Гц. Підтримує технології G-Sync та FreeSync, що дозволяє знизити ривки та розриви зображення, забезпечуючи плавний ігровий процес.",
      "image": "https://avatars.mds.yandex.net/i?id=166ee0ef477868bad5be1884bf3087b0_l-10469104-images-thumbs&n=13"
    },
    {
      "id": 10,
      "name": "Фітнес-трекер Xiaomi Mi Band 7",
      "category": "Фітнес",
      "price": 1599,
      "description": "Xiaomi Mi Band 7 — компактний фітнес-трекер з кольоровим AMOLED дисплеєм. Підтримує моніторинг серцевого ритму, сну, кроків та калорій, а також має сповіщення про дзвінки та повідомлення. Це чудовий аксесуар для тих, хто хоче стежити за своїм здоров'ям.",
      "image": "https://mi-shop.com/upload/iblock/ad4/ad4461d559f42143807d6769660f5700.jpg"
    },
    {
      "id": 11,
      "name": "Проектор Epson EF-100",
      "category": "Аудіо/відео",
      "price": 24999,
      "description": "Epson EF-100 — компактний лазерний проектор з яскравістю 2000 люмен та роздільною здатністю 1080p. Ідеально підходить для домашнього кінотеатру, офісних презентацій та використання на відкритому повітрі завдяки портативності та чудовій якості зображення.",
      "image": "https://avatars.mds.yandex.net/i?id=e474c3d8a4457b52698cb39b3c7e3d0c_l-5253062-images-thumbs&n=13"
    },
    {
      "id": 12,
      "name": "Телевізор LG OLED55C1",
      "category": "Телевізори",
      "price": 54999,
      "description": "LG OLED55C1 — 55-дюймовий телевізор з OLED-дисплеєм, що забезпечує насичені кольори та неймовірну контрастність. Підтримує 4K роздільну здатність та Dolby Vision для високоякісного перегляду відео. Завдяки тонкому дизайну, він чудово виглядає у будь-якому інтер'єрі.",
      "image": "https://newmart.ru/upload/iblock/9e4/9e4be1e83a17b21370d3ccf58f6bd526.jpg"
    }
  ]
}
